<?php
/**
 * Russian permissions Lexicon Entries for Tickets
 *
 * @package tickets
 * @subpackage lexicon
 */
$_lang['ticket_save'] = 'Разрешает создание\изменение тикета.';
$_lang['ticket_delete'] = 'Разрешает удалять свой тикет.';
$_lang['ticket_publish'] = 'Разрешает публиковать и снимать с публикации свой тикет.';
$_lang['ticket_view_private'] = 'Разрешает просматривать закрытые тикеты.';
$_lang['ticket_vote'] = 'Разрешает менять рейтинг тикета.';
$_lang['ticket_star'] = 'Разрешает добавлять тикеты в избранное.';
$_lang['comment_save'] = 'Разрешает создания\изменение комментария.';
$_lang['comment_delete'] = 'Разрешает удаление\восстановление комментария.';
$_lang['comment_remove'] = 'Разрешает полное удаление комментария вместе с потомками, без возможности восстановления.';
$_lang['comment_publish'] = 'Разрешает публикацию\сниятие с публикации комментария.';
$_lang['comment_vote'] = 'Разрешает менять рейтинг комментария.';
$_lang['comment_star'] = 'Разрешает добавлять комментарии в избранное.';
$_lang['section_add_children'] = 'Разрешает создавать тикеты в секции.';
$_lang['ticket_file_upload'] = 'Разрешает загружать файлы.';
$_lang['ticket_file_delete'] = 'Разрешает удалять файлы.';
$_lang['thread_close'] = 'Разрешает закрывать\открывать ветку комментариев.';
$_lang['thread_delete'] = 'Разрешает удалять\восстанавливать ветку комментариев.';
$_lang['thread_remove'] = 'Разрешает окончательно удалять ветку со всеми комментариями.';